[
  "Tag a person you are not bothered to find yourself with.",
  "Tag a person on the day you befriend him, forget the worries of the world.",
  "Where do you like to go the most in the weekend?",
  "How many meals do you eat per day?",
  "How many hours do you sleep a day?",
  "Did you trust someone and let you down?",
  "Tag someone who understands you in everything",
  "A certain word that only your friends understand?",
  "A word that expresses how you feel?",
  "Do you think that the phrase 'Muhd al-One' is correct, or do you think otherwise?",
  "Express your current mood with an emoji?",
  "Something you are eagerly waiting for?",
  "If you change your name, what will be the new one?",
  "Where do you write the most?",
  "Do you like your relationship with people to be pure or formal?",
  "Good morning and I love you, you say it to whom?",
  "Why are you happy from your heart?",
  "Words Matstgp her Bsalfk?",
  "Express your current mood with Amoji?",
  "What is the major that you dream of entering the university?",
  "Who do you contact the most?",
  "neglected someone who is dear to him or not?",
  "Tag someone when you see them smiling?",
  "Do you see that daily communication is one of the basics of love?",
  "People you like to ask them?",
  "An embarrassing situation you forget?",
  "Love is a choice or a destiny?",
  "A sentence or statement that you believe in?",
  "Describe happiness in two words?",
  "Three things you like about yourself?",
  "Do you support traditional marriage as for love?",
  "Are you ready to sacrifice for the one you love?",
  "Who is the talisman of your dialect?",
  "What is your reaction if you discover that the one you love loves someone else?",
  "Do you often brag about your feelings or say to me in your heart?",
  "Have you cried because of a series or a movie?",
  "Which program do you use the most?",
  "The food you like the most",
  "Mention a person whose dimple is sweet",
  "A frequent boy's name in your family?",
  "A word to the person who cares about you",
  "Have you hated someone you used to love?",
  "iPhone or Galaxy?",
  "Land or sea?",
  "3 things that you consider a blessing in your life?",
  "How did you meet your best friend?",
  "Your childhood friends were most of them girls or boys?",
  "Tag a person who is an animal but you love him",
  "Do you like chocolate the most?",
  "How much did he hurt you now?",
  "A recurring girl's name in your family?",
  "An embarrassing situation you've been through and will never forget😂?",
  "What do you like about the iPhone?",
  "The most beautiful color?",
  "An emoji that expresses your mood now?",
  "Your favorite subject?",
  "What do you hate the most?",
  "If the girl was getting engaged, would all the love stories end in marriage, do you agree?",
  "Are your decisions mostly rational or heart?",
  "What is the concept of freedom from your point of view?",
  "What traits do you expect your children to inherit from you?",
  "The value of regret ends if the same line is repeated, do you agree?",
  "Tag two people, one is smart and the other is stupid, but don't decide who is smart and who is stupid 😂?",
  "What is the most problematic thing about your personality?",
  "Start with something that you get paid for?",
  "How long have you been on Discord? 👀",
  "Psychological comfort is about?",
  "The worst program?",
  "Best program?",
  "What attracts you the most?",
  "A word from your heart to school?",
  "What do you hate the most about a person?",
  "The app I like the most on your phone😂?",
  "The worst quality in you and would you like to change it?",
  "Improving responsibility, or 'Troam after me little' 😂?",
  "How many accounts do you have/GV Discord",
  "The last time you laughed wholeheartedly?",
  "The last person you talked to is iPhone?",
  "They gave you two tickets to a country you love, who would paralyze you?",
  "A major that you would like to study at the university?",
  "Drawing or singing? 🎤",
  "If they told you to eat only one type of food for a month. What would your choice be?",
  "A person you like to provoke?",
  "If you dream about someone and you wake up and get a message from the same person. Send an emoji like your reaction.",
  "Bring a picture that you feel like you started taking.",
  "What are you up to?",
  "Who do you expect to see you all the time without getting bored?",
  "Where are you sitting now?",
  "How many ten would you rate your day?",
  "How many hours have you slept the longest?",
  "The most beautiful Christmas year you've ever had?",
  "Who was the last WhatsApp message you got from?",
  "Why did you die?",
  "Do you think someone is watching you?",
  "How many ten do you give your luck?",
  "A word that caught you during this period?",
  "Something you can never get bored of?",
  "When do you usually sleep?",
  "How many of ten are ready to study?",
  "Mention your scary friend",
  "The day your soul returns with all its details?",
  "The most beautiful picture on your phone?",
  "What is the strangest place you have ever woken up?",
  "If Jack is good news, the first one you taught him about, who?",
  "Something if it disappears, life becomes beautiful?",
  "How many of ten do you think yourself are lucky?",
  "Praise yourself with just one word.",
  "A word to the person closest to your heart?",
  "The strength of friendship in terms of duration or situations?",
  "Put the @mention.person and say: Your movement is unnecessary.",
  "Do you watch series or don't you care?",
  "A date that means a lot to you?",
  "How many people did you give them a block?",
  "Who are you stupid?",
  "What do you need most?",
  "Put @ Tag someone you say: Hero, you think of me, I will sleep",
  "What is your sleepover?",
  "Sad or happy?",
  "Who do you like sideburns?",
  "How boring is your routine?",
  "Something impossible to refuse?",
  "How many positive ten in you?",
  "Do you think your forty-somethings are living a good life?",
  "Who is sitting next to you?",
  "How many out of ten do you see yourself as a successful person?",
  "Something you have good luck with?",
  "How much patience do you have?",
  "The last time it rained for you?",
  "Most of your problems are because of?",
  "I hate the feeling that a person can feel?",
  "A person you like to pick up?",
  "Waiting for something?",
  "Have you tried living alone?",
  "Which two colors do you like the most together?",
  "When do you hate yourself?",
  "How many ten lanes?",
  "A city you would like to live and settle in for the rest of your life?",
  "If life had a color, what would the color of your life be?",
  "Could one day become a vegetarian?",
  "Have you ever met someone similar to you?",
  "The last person you had a date with?",
  "An hour ago, what were you doing?",
  "A word you say to me?",
  "What do you most waste your time on?",
  "If you open your closet, what color will you see?",
  "What superpower do you wish you had?",
  "Who do you have the most trouble with?",
  "If you get upset, what will satisfy you?",
  "The type who confesses quickly and does not deny?",
  "What are the simple things that make you happy?",
  "The last time I cried",
  "Your response to someone who said: I am leaving your life?",
  "An emoji that describes your situation now?",
  "What date are you waiting for?",
  "We all hear you, what are you saying?",
  "What city were you born in?",
  "You have someone who is impossible to pass a day and you don't talk to him?",
  "A word you say to yourself?",
  "How many of ten are optimistic about the future?",
  "Your usual response if someone calls you?",
  "Put @mention a person and say may God forgive you only",
  "What is the most common word you hear from your mother?",
  "Do you prefer field work or office work?",
  "What animal do you like the most?",
  "Most of your problems are because of?",
  "The voice you hate the most?",
  "Things you wish had never ended?",
  "Difficult things to accept quickly?",
  "How many out of ten are you satisfied with your current situation?",
  "When can you hold your laughter?",
  "The last person who said a sweet word to you?",
  "What do you like most about yourself?",
  "Something yourself coming back?",
  "Most of your time is wasted on me?",
  "How did you meet your best friend?",
  "Do you believe in love at first sight or not?",
  "Sheel, are they something of this period?",
  "Someone you don't like to talk to?"
]
